{
    "diseases": [{
      "name": "Dengue",
      "Overview": "Dengue is a viral disease.It is transmitted by the infective bite of Aedes aegypti and Aedes albopictus mosquitoes. These mosquitoes also spread Zika, chikungunya, and other viruses. Man develops disease after 5-6 days of being bitten by an infective mosquito.Dengue is caused by one of any of four related viruses: dengue virus 1, 2, 3, and 4. A person  can be infected with dengue multiple times in their life",
      "type1": "Dengue Fever: Dengue Fever is a flu-like illness",
      "type2": "Dengue Haemorrhagic Fever (DHF): Dengue Haemorrhagic Fever (DHF) is a more severe form of disease, which may cause death Person suspected of having dengue fever or DHF must attend the nearest medical facility.",
      "facts": "Almost half of the world’s population, about 4 billion people, live in areas with a risk of dengue. Dengue is often a leading cause of illness in areas with risk.Each year, up to 400 million people are infected by a dengue virus. Approximately 100 million people get sick from infection, and 40,000 die from severe dengue.",
      "period": "Infected person with Dengue becomes infective to mosquitoes 6 to 12 hours before the onset of the disease and remains so upto 3 to 5 days.",
        "measure1": "Personal Prophylactic Measures:\n Use of mosquito repellent creams, liquids, coils, mats etc.Wearing of full sleeve shirts and full pants with socks.Use of bed nets for sleeping infants and young children during day time to prevent mosquito bite",
        "measure2": "Biological Control:\n Use of larvivorous fishes in ornamental tanks, fountains, etc.",
        "measure3": "Chemcial Control: Use of chemical larvicides like Temephos 50% EC in big water holdings. Aerosol space spray during day time in and around the houses, market places, large campuses and buildings using Pyrethrum 2% Extract",
        "measure4": "Environmental Management & Source Reduction Methods: Identification and destruction of mosquito breeding sources .Management of roof tops, porticos and sunshades.The water storing containers should be scrubbed and washed with bleaching powder every week.They should be properly covered with a cloth or sheet so as to prevent mosquito breeding in the water containers.Reliable water supply.Observation of weekly dry day.",
        "measure5": "health Education: Impart knowledge to common people regarding the disease and vector through various media sources like T.V., Radio, Cinema slides, etc.",
        "measure6": "Dengue Fever mobile App in Tamil: The Dengue Fever Mobile App can be downloaded from Google Play Store. Dengue Fever Tamil App provides complete pictorial information about the sources where Aedes mosquitoes breed along with an exhaustive Frequently Asked Questions. Information on effective siddha treatment is made available.",
        "measure7": "community participation: Sensitilizing and involving the community for detection of Aedes breeding places and their elimination",
      "do": "Remove water from coolers and other small containers at least once in a week.\nUse mosquito nets or mosquito repellents while sleeping during day time. \nUse aerosol during day time to prevent the bites of mosquitoes",
      "dont": "Do not wear clothes that expose arms and legs.\nChildren should not be allowed to play in shorts and half sleeved clothes",
      "risk": "They are-Living in Tropical Areas: The most important risk factor for dengue is living in or travelling to an endemic area. Dengue is found in tropical and subtropical regions around the world, including Latin America, Africa, the Caribbean, Southeast Asia, and Oceania. If you live in or are visiting one of these areas, you're at risk of being infected with the virus.\nPreviously Infected with Dengue: : If you have been infected with dengue in the past, you are at risk for developing more severe symptoms if you are infected again. This is because your body has developed antibodies to the virus, which can lead to a more intense immune response.",
      "specialists": "If you suspect you have dengue fever, it's crucial to seek medical attention promptly.\nYour primary care provider should be your first point of contact for assistance regarding dengue fever.or You could opt to see an infectious disease specialist for consultation regarding dengue fever. \nInfectious disease doctors are trained in clinical and laboratory skills to make the right diagnoses and organize the best treatment plans. \nThey test your blood or other body fluids to look for specific antibodies — cells produced by our immune system to fight harmful foreign substances. These tests can indicate what kind of infection is present.\n",
      "ayush": "Papaya Leaf Juice:\nFresh Papaya leaves (excluding veins) should be mixed with a little cold water and ground and filtered. Consume 10 ml four times a day. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Papaya leaf juice is a traditional home made natural medicine\nMalaivembu Leaves:\nFresh Malaivembu leaves should be mixed with a little cold water and ground and filtered. Consume 10 ml two to three times a day. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Malaivembu leaf juice is a traditional home made natural medicine.\nNilavembu Kudineer:\nBoil 10 grams of Nilavembu Kudineer Powder in 100 ml of water until it gets reduced to half and consume 50 ml two times per day in the morning and evening. Prepare the Nilavembu Kudineer freshly for each dose. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Nilavembu Kudineer powder is available in all Siddha wings in Government Hospitals and Primary Health Centres free of cost\n"
    },
    {
      "_id": {
        "$oid": "65d239d6ab8bcfd1e0a628ff"
      },
      "name": "Diabetes",
      "Overview": "Diabetes is a chronic disease that occurs either when the pancreas does not produce enough insulin or when the body cannot effectively use the insulin it produces.\nInsulin is a hormone that regulates blood sugar. Hyperglycaemia, or raised blood sugar, is a common effect of uncontrolled diabetes and over time leads to serious damage to many of the body's systems, especially the nerves and blood vessels.",
        "type1": "If you have type 1 diabetes, your pancreas doesn’t make insulin or makes very little insulin. Insulin helps blood sugar enter the cells in your body for use as energy. Without insulin, blood sugar can’t get into cells and builds up in the bloodstream. High blood sugar is damaging to the body and causes many of the symptoms and complications of diabetes.Type 1 diabetes was once called insulin-dependent or juvenile diabetes, but it can develop at any age. Type 1 diabetes is less common than type 2—about 5-10% of people with diabetes have type 1.",
        "Causes of Type 1 Diabetes": "Type 1 diabetes is thought to be caused by an autoimmune reaction (the body attacks itself by mistake). This reaction destroys the cells in the pancreas that make insulin, called beta cells. This process can go on for months or years before any symptoms appear.Some people have certain genes (traits passed on from parent to child) that make them more likely to develop type 1 diabetes. However, many of them won’t go on to have type 1 diabetes even if they have the genes. A trigger in the environment, such as a virus, may also play a part in developing type 1 diabetes. Diet and lifestyle habits don’t cause type 1 diabetes. can be caused by Hypoglycemia and Diabetic Ketoacidosis \nHypoglycemia:\n:can happen quickly and needs to be treated quickly. It’s most often caused by:\nToo much insulin.\nWaiting too long for a meal or snack.\nNot eating enough.\nGetting extra physical activity.\nTalk to your doctor if you have low blood sugar several times a week. \nDiabetic ketoacidosis (DKA) \n it is a serious complication of diabetes that can be life-threatening. DKA develops when you don’t have enough insulin to let blood sugar into your cells. Very high blood sugar and low insulin levels lead to DKA. The two most common causes are illness and missing insulin shots. Talk with your doctor and make sure you understand how you can prevent and treat DKA.",
        "type2": "Type 2 diabetes most often develops in people over age 45, but more and more children, teens, and young adults are also developing it.\n what causes Type-2 Diabetes? \n Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. If you have type 2 diabetes, cells don’t respond normally to insulin; this is called insulin resistance. Your pancreas makes more insulin to try to get cells to respond. Eventually your pancreas can’t keep up, and your blood sugar rises, setting the stage for prediabetes and type 2 diabetes. High blood sugar is damaging to the body and can cause other serious health problems, such as heart disease, vision loss, and kidney disease. \n Managing Diabetes :\nYou may be able to manage your diabetes with healthy eating and being active, or your doctor may prescribe insulin, other injectable medications, or oral diabetes medicines to help manage your blood sugar and avoid complications. You’ll still need to eat healthy and be active if you take insulin or other medicines. It’s also important to keep your blood pressure and Cholesterol close to the targets your doctor sets for you and get necessary screening tests.You’ll need to check your blood sugar regularly. Keeping your blood sugar levels as close to target as possible will help you prevent or delay diabetes-related complications.Stress is a part of life, but it can make managing diabetes harder, including managing your blood sugar levels and dealing with daily diabetes care. Regular physical activity, getting enough sleep, and relaxation exercises can help.Make regular appointments with your health care team to be sure you’re on track with your treatment plan and to get help with new ideas and strategies if needed.Whether you were just diagnosed with diabetes or have had it for some time, meeting with a diabetes educator is a great way to get support and guidance\nGestational Diabetes:\nGestational diabetes occurs when your body can’t make enough insulin during your pregnancy. Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy.During pregnancy, your body makes more hormones and goes through other changes, such as weight gain. These changes cause your body’s cells to use insulin less effectively, a condition called insulin resistance. Insulin resistance increases your body’s need for insulin.All pregnant women have some insulin resistance during late pregnancy. However, some women have insulin resistance even before they get pregnant. They start pregnancy with an increased need for insulin and are more likely to have gestational diabetes.\nSRisk Factors for Gestational Diabetes?\nHad gestational diabetes during a previous pregnancy.\nHave given birth to a baby who weighed over 4 kilograms.\nAre overweight.\nAre more than 25 years old.\nHave a family history of type 2 diabetes.\nHave a hormone disorder called polycystic ovary syndrome (PCOS).\n",
      "facts": "In India, there are estimated 77 million people above the age of 18 years are suffering from diabetes (type 2) and nearly 25 million are prediabetics (at a higher risk of developing diabetes in near future). More than 50% of people are unaware of their diabetic status which leads to health complications if not detected and treated early. Adults with diabetes have a two- to three-fold increased risk of heart attacks and strokes. Combined with reduced blood flow, neuropathy (nerve damage) in the feet increases the chance of foot ulcers, infection, and the eventual need for limb amputation. Diabetic retinopathy is an important cause of blindness and occurs as a result of long-term accumulated damage to the small blood vessels in the retina. Diabetes is among the leading causes of kidney failure.\n You’re at risk for gestational diabetes (diabetes while pregnant) if you:Had gestational diabetes during a previous pregnancy.Have given birth to a baby who weighed over 4 kilograms.Are overweight.Are more than 25 years old.Have a family history of type 2 diabetes.Have a hormone disorder called polycystic ovary syndrome (PCOS).Gestational diabetes usually goes away after you give birth, but increases your risk for type 2 diabetes. Your baby is more likely to have obesity as a child or teen, and to develop type 2 diabetes later in life.Before you get pregnant, you may be able to prevent gestational diabetes with lifestyle changes. These include losing weight if you’re overweight, eating a healthy diet, and getting regular physical activity.\n",
      "period": "No Specific Period",
        "measure1": "If you have type 1 diabetes, your pancreas doesn’t make insulin or makes very little insulin. Insulin helps blood sugar enter the cells in your body for use as energy. Without insulin, blood sugar can’t get into cells and builds up in the bloodstream. High blood sugar is damaging to the body and causes many of the symptoms and complications of diabetes.Type 1 diabetes was once called insulin-dependent or juvenile diabetes, but it can develop at any age. Type 1 diabetes is less common than type 2—about 5-10% of people with diabetes have type 1.",
        "measure2": "Type 2 diabetes most often develops in people over age 45, but more and more children, teens, and young adults are also developing it.\n what causes Type-2 Diabetes? \n Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. If you have type 2 diabetes, cells don’t respond normally to insulin; this is called insulin resistance. Your pancreas makes more insulin to try to get cells to respond. Eventually your pancreas can’t keep up, and your blood sugar rises, setting the stage for prediabetes and type 2 diabetes. High blood sugar is damaging to the body and can cause other serious health problems, such as heart disease, vision loss, and kidney disease. \n Managing Diabetes :\nYou may be able to manage your diabetes with healthy eating and being active, or your doctor may prescribe insulin, other injectable medications, or oral diabetes medicines to help manage your blood sugar and avoid complications. You’ll still need to eat healthy and be active if you take insulin or other medicines. It’s also important to keep your blood pressure and Cholesterol close to the targets your doctor sets for you and get necessary screening tests.You’ll need to check your blood sugar regularly. Keeping your blood sugar levels as close to target as possible will help you prevent or delay diabetes-related complications.Stress is a part of life, but it can make managing diabetes harder, including managing your blood sugar levels and dealing with daily diabetes care. Regular physical activity, getting enough sleep, and relaxation exercises can help.Make regular appointments with your health care team to be sure you’re on track with your treatment plan and to get help with new ideas and strategies if needed.Whether you were just diagnosed with diabetes or have had it for some time, meeting with a diabetes educator is a great way to get support and guidance\nGestational Diabetes:\nGestational diabetes occurs when your body can’t make enough insulin during your pregnancy. Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy.During pregnancy, your body makes more hormones and goes through other changes, such as weight gain. These changes cause your body’s cells to use insulin less effectively, a condition called insulin resistance. Insulin resistance increases your body’s need for insulin.All pregnant women have some insulin resistance during late pregnancy. However, some women have insulin resistance even before they get pregnant. They start pregnancy with an increased need for insulin and are more likely to have gestational diabetes.\nSRisk Factors for Gestational Diabetes?\nHad gestational diabetes during a previous pregnancy.\nHave given birth to a baby who weighed over 4 kilograms.\nAre overweight.\nAre more than 25 years old.\nHave a family history of type 2 diabetes.\nHave a hormone disorder called polycystic ovary syndrome (PCOS).\n",
      "do": " Intake of old harvested cereals, barley (Yava), Sorghum (Jowar), whole wheat atta, bitter gourd\n(Karela), green leafy vegetables, garlic (Lasuna), turmeric (Haridra), aloe (Kumari) in vegetables and fruits like Guava, Oranges, Indian Blackberry (Jamun) etc. may be useful.\nReduce intake of rice, food rich in carbohydrate and fried or processed food.\n",
      "dont": "Sugarcane juice, jaggery, sugar, milk products.\nTubers, sweets, soft drinks, fried foods and sweet fruits like mango, banana, custard apple and date etc. are to be avoided.\nStaying too long on empty stomach.\n Ice cream, burger- pizza and other fast foods etc.\n Sedentary lifestyle.\n Sleeping in the day time and excessive sleeping\n Alcohol \n",
      "risk": "Type 1 Diabetes\nType 1 diabetes is thought to be caused by an immune reaction (the body attacks itself by mistake). \nRisk factors for type 1 diabetes are not as clear as for prediabetes and type 2 diabetes. Known risk factors include:\nFamily history: Having a parent, brother, or sister with type 1 diabetes.\nAge: You can get type 1 diabetes at any age, but it usually Develops in children, teens, or young adults.\nType 2 Diabetes\nYou’re at risk for type 2 diabetes if you:\nHave prediabetes.\nAre overweight.\nAre 45 years or older.\nHave a parent, Brother, or sister with type 2 diabetes.\nAre physically active less than 3 times a week.\nHave ever had gestational diabetes (diabetes during pregnancy) or given birth to a baby who weighed over 9 pounds.\nIf you have non-alcoholic fatty liver disease you may also be at risk for type 2 diabetes.\n",
      "specialists": "Several specialists can be helpful while treating someone with diabetes. Each physician plays a different role. Here are experts who deal with diabetes:\nGENERAL PHYSICIANS:Primary care physicians are important because they are among the first specialists to notice when your blood sugar levels have increased. This is often detected during routine checkups and screening.Your family doctor conducts various screening tests, including checking for diabetes. If you have diabetes, this physician will prescribe medication and help you to manage this condition. He may also refer you to other diabetes doctors who can treat and manage this condition. Often, your primary care doctor will work together with other specialists to maintain your health.\nENDOCRINOLOGIST-An endocrinologist is a diabetes expert. This physician specializes in the endocrine gland system. Endocrinologists work with a team of other specialists to manage diabetes. People with type 1 diabetes seek treatment from an endocrinologist. But patients with type 2 diabetes can be managed by their primary care doctor most of the time but in some cases might need an Endocrinologist only if they experience difficulties in maintaining their blood sugar levels.\nNEPHROLOGIST:Patients with diabetes have a higher risk of developing kidney disease with time. It takes many years for uncontrolled Diabetes to cause kidney disease. A nephrologist is an expert in kidney disease. Your family doctor can conduct six-monthly tests to ensure that your kidneys are not affected by Diabetes. The nephrologist helps manage your kidney disease if present. You don’t need to see a Nephrologist if your kidney functions tests done by your primary doctor are normal.\nOPHTHALMOLOGIST:An ophthalmologist is among the specialists involved in treating diabetes. Over time, patients with diabetes develop eye complications because of high sugar levels that damage the delicate eye structures and retina. These complications include diabetic macular edema, diabetic retinopathy, glaucoma, and cataracts.When you’re diagnosed with diabetes, you are referred to an ophthalmologist for basic examination. The specialist checks for diabetic retinopathy and other complications of the eyes associated with diabetes. An annual visit to the eye doctor can help you in the early detection of diseases of the eyes caused by diabetes.\nPODIATRIST:A podiatrist is a foot specialist and helps diabetic patients maintain their foot health which is prevalent in patients with diabetes. Patients who have difficulties controlling their blood sugar levels are at a higher risk of developing diabetic neuropathy. This condition changes how the nerves in the lower legs and feet relay messages to the brain.Diabetic neuropathy is a serious condition because it can cause you to lose feeling in your feet and legs. For instance, you could step on a sharp object and not feel pain. If you get an infection, it might not heal as it should because of the elevated blood sugar levels. In extreme cases, some patients have lower limbs, feet, and toes amputated because of this condition. Regular visits to the foot doctor can help in the early detection of foot ulcers.\nCARDIOLOGIST:Heart diseases are extremely common in patients with Diabetes because these have similar risk factors. The majority of deaths in patients with diabetes are due to cardiovascular diseases. A Cardiologist helps you to maintain your heart health despite battling diabetes.\nDIETICIAN:A diabetes dietician is a specialist who offers evidence-based dietary advice to patients with diabetes based on medication, nutritional status, lifestyle, and diabetes control. A dietician helps you to control this condition by understanding the most appropriate diet that one should consume.This specialist also helps you to reduce the risk of getting diabetes-related complications like kidney failure and cardiovascular disease. You need several visits to your dietician because you need to develop a diet plan that helps to manage your blood sugar levels. You should see a dietician whether you’re newly diagnosed with diabetes or you’ve been managing it for a while. You can keep a food diary and show your dietician during your visits to help the specialist determine how your diet affects your blood sugar levels.",
      "ayush": "Shamana (Palliative) treatment: \nThe following drugs (single/compound formulation) are commonly used for prevention and control of Diabetes mellitus:\n Single Drugs: \nAmalaki churna (Phyllanthus emblica Gartn.), Haridra churna (Curcuma longa linn.), Jambu bijachurna (Syzygium cumini Linn.), Meshasringi churna (Gymnema sylvestre R. Br), Methika churna(Trigonella foenum- graecum Linn), Vijaysara churna (Pterocarpus marsupium Roxb.) Compound Formulations: Nishamalaki churna/tablet, Triphala churna/ tablet, Shiva gutika, Chandraprabhavati, Silajatvadi vati, Dhanvantara ghrita (for Diabetic carbuncles), Kshira baladi taila (for Diabetic Neuropathy), Saptamrita lauha (for Diabetic Retinopathy)\n Samshodhana Chikitsa (Purificatory procedures): is a specialized therapeutic approach of Ayurveda to eliminate toxins from the body by giving bio-cleansing procedures i.e. Panchakarma. It is usually followed by Shamana Chikitisa (Palliative therapy).\n  In obese patients (Sthoola Pramehi): Samsodhana Cikitsa (Bio Cleansing Therapy) in the form of Vamana, Virechana, Vasti followed by Shamana Chikitisa (Palliative therapy) is performed.However, it is decided by the physician according to the condition of the patient whether. Shodhana therapy is indicated or not.  In lean and thin patients (Krish Pramehi): only Shamana Chikitsa (Palliative Therapy) is given. \n Rasayana (Rejuvenation Therapy) – Shilajatu, Amalaki, Haridra.\n Life Style Modifications such as regular exercise especially walking, regular practice of Yoga, Meditation etc. under supervision."
    }]
  }
  